posts/2020-11-29-initial/index.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 29 May. 2021 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Initial Post</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Arjen 'credmp' Wiersma">
<meta description='The blog of Arjen Wiersma'/>
<link rel='alternate' type='application+rss/xml' title='The blog of Arjen Wiersma' href='posts/rss.xml'/>
<link rel="stylesheet" href="../../css/GTD.css?v=76976d55497000bc7c0ec3a55cd8fee7709aaf0a69319efb7a796480448fa7bd" type="text/css">
</head>
<body>
<main id="content">
<header>
<h1 class="title">Initial Post</h1>
<p class="subtitle">It has to start somewhere</p>
</header><p>
This is an initial post to get started. I just launched <a href="https://www.adventofctf.com">Advent of CTF</a> and wanted to create a place to post writings about it.
</p>

<p>
The Advent of CTF is a Capture The Flag competition that is held during the first 24 days of December. Each day, at 8am CET a new challenge unlocks. The challenges range from easy to not so easy. The topics cover basic browser usage, encoding, SQL Injections, Type Juggling and many more.
</p>

<p>
Once the competition is underway I will post writeups of the challenges and insights into the infrastructure behind the project.
</p>

<p>
Go back to the <a href="../../index.html">homepage</a>.
</p>
</main>
</body>
</html>
